[
	{
		"id": "VHG34PIL3RY",
		"courseTitle": "Web Development",
		"instructor": "Susan Buckley",
		"instructorPic": "https://www.business2community.com/wp-content/uploads/2014/04/profile-picture.jpg",
		"titlePic": "https://intellipaat.com/blog/wp-content/uploads/2020/04/postimage-2.jpg",
		"description": "products are powering the AI revolution. Top companies like Google, Facebook, and Netflix use predictive analytics to improve the products and services we use every day. Take your Python skills to the next level and learn to make accurate predictions with data-driven systems and deploy machine learning models with this four-course Specialization from UC San Diego. This Specialization is for learners who are proficient with the basics of Python. You’ll start by creating your first data strategy. You’ll also develop statistical models, devise data-driven workflows, and learn to make meaningful predictions for a wide-range of business and research purposes. Finally, you’ll use design thinking methodology and data science techniques to extract insights from a wide range of data sources. This is your chance to master one of the technology industry’s most",
		"duration": 4,
		"price": "$104.92",
		"review": 931,
		"ratings": 4
	},
	{
		"id": "PXG25KUH4ZX",
		"courseTitle": "Data science",
		"instructor": "Hamish Reyes",
		"instructorPic": "https://miro.medium.com/fit/c/176/176/0*Plrh62qfmbVF6mcW.jpeg",
		"titlePic": "https://www.simplilearn.com/ice9/free_resources_article_thumb/what_is_Data_Science.jpg",
		"description": "companies like Google, Facebook, and Netflix use predictive analytics to improve the products and services we use every day. Take your Python skills to the next level and learn to make accurate predictions with data-driven systems and deploy machine learning models with this four-course Specialization from UC San Diego. This Specialization is for learners who are proficient with the basics of Python. You’ll start by creating your first data strategy. You’ll also develop statistical models, devise data-driven workflows, and learn to make meaningful predictions for a wide-range of business and research purposes. Finally, you’ll use design thinking methodology and data science techniques to extract insights from a wide range of data sources. This is your chance to master one of the technology industry’s most in-demand skills. Python Data Products for Predictive Analytics is taught by Professor Ilkay Altintas, Ph.D. and Julian McAuley. Dr. Alintas is a prominent figure in the data science community and the designer of the highly-popular Big Data Specialization on Coursera. She has helped educate hundreds of thousands of learners on how to unlock value from",
		"duration": 7,
		"price": "$113.61",
		"review": 588,
		"ratings": 5
	},
	{
		"id": "SFJ71NSQ5GM",
		"courseTitle": "Software Development",
		"instructor": "Leroy Bell",
		"instructorPic": "https://www.acuitykp.com/wp-content/uploads/2020/06/Usman.png",
		"titlePic": "https://www.scnsoft.com/blog-pictures/custom-software-development/software-development-strategy_01-cover.png",
		"description": "Facebook, and Netflix use predictive analytics to improve the products and services we use every day. Take your Python skills to the next level and learn to make accurate predictions with data-driven systems and deploy machine learning models with this four-course Specialization from UC San Diego. This Specialization is for learners who are proficient with the basics of Python. You’ll start by creating your first data strategy. You’ll also develop statistical models, devise data-driven workflows, and learn to make meaningful predictions for a wide-range of business and research purposes. Finally, you’ll use design thinking methodology and data science techniques to extract insights from a wide range of data sources. This is your chance to master one of the technology industry’s most in-demand skills. Python Data Products for Predictive Analytics is taught by",
		"duration": 5,
		"price": "$139.75",
		"review": 486,
		"ratings": 4
	},
	{
		"id": "ZIK36VDP5UJ",
		"courseTitle": "Mobile App Development",
		"instructor": "Hoyt Collins",
		"instructorPic": "https://image.shutterstock.com/image-photo/head-shot-portrait-close-smiling-260nw-1714666150.jpg",
		"titlePic": "https://buildfire.com/wp-content/uploads/2017/10/become-mobile-app-developer-1200x900.jpg",
		"description": "the next level and learn to make accurate predictions with data-driven systems and deploy machine learning models with this four-course Specialization from UC San Diego. This Specialization is for learners who are proficient with the basics of Python. You’ll start by creating your first data strategy. You’ll also develop statistical models, devise data-driven workflows, and learn to make meaningful predictions for a wide-range of business and research purposes. Finally, you’ll use design thinking methodology and data science techniques to extract insights from a wide range of data sources. This is your chance to master one of the technology industry’s most in-demand skills. Python Data Products for Predictive Analytics",
		"duration": 10,
		"price": "$98.18",
		"review": 885,
		"ratings": 4
	},
	{
		"id": "ZIK36VDP5UU",
		"courseTitle": "Computer Security and Networks",
		"instructor": "Ila Wooten",
		"instructorPic": "https://www.atkinchambers.com/wp-content/uploads/2019/09/Caroline-Greenfield_Atkin-Chambers-600x452.jpg",
		"titlePic": "https://www.smithsdetection.com/wp-content/uploads/2021/10/Cyber-Security-2048x1512.jpg",
		"description": "machine learning models with this four-course Specialization from UC San Diego. This Specialization is for learners who are proficient with the basics of Python. You’ll start by creating your first data strategy. You’ll also develop statistical models, devise data-driven workflows, and learn to make meaningful predictions for a wide-range of business and research purposes. Finally, you’ll use design thinking methodology and data science techniques to extract insights from a wide range of data sources. This is your chance to master one of the technology industry’s most in-demand skills. Python Data Products for Predictive Analytics is taught by Professor Ilkay Altintas, Ph.D. and Julian McAuley. Dr. Alintas is a prominent figure in the data science community and the designer of the",
		"duration": 4,
		"price": "$124.53",
		"review": 925,
		"ratings": 3
	},
	{
		"id": "YRM52ZYW0UM",
		"courseTitle": "Machine Learning",
		"instructor": "Baker Holder",
		"instructorPic": "https://www.atkinchambers.com/wp-content/uploads/2019/09/Max-Twivy_Atkin-Chambers-650x488.jpg",
		"titlePic": "https://www.compuquip.com/hubfs/images/blog-images/5-common-network-security-problems-and-solutions.jpg",
		"description": "AI revolution. Top companies like Google, Facebook, and Netflix use predictive analytics to improve the products and services we use every day. Take your Python skills to the next level and learn to make accurate predictions with data-driven systems and deploy machine learning models with this four-course Specialization from UC San Diego. This Specialization is for learners who are proficient with the basics of Python. You’ll start by creating your first data strategy. You’ll also develop statistical models, devise data-driven workflows, and learn to make meaningful predictions for a wide-range of business and research purposes. Finally, you’ll use design thinking methodology and data science techniques to extract insights from a wide range of data sources. This is your chance to master one of the technology industry’s most in-demand skills. Python Data Products for Predictive Analytics is taught by Professor Ilkay Altintas, Ph.D. and Julian McAuley. Dr. Alintas is a prominent figure in the data science community and the designer of the highly-popular Big Data Specialization on Coursera. She has helped educate hundreds of thousands of learners on how to unlock",
		"duration": 5,
		"price": "$47.52",
		"review": 580,
		"ratings": 5
	},
	{
		"id": "MNN51PWG3MI",
		"courseTitle": "Game Design and Development",
		"instructor": "Emma Ford",
		"instructorPic": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQHDtPSg42JfgzZYmTSfvEHASbmq7Kkzr4nbQ&usqp=CAU",
		"titlePic": "https://i.ytimg.com/vi/kfGwqdQalVI/maxresdefault.jpg",
		"description": "to the next level and learn to make accurate predictions with data-driven systems and deploy machine learning models with this four-course Specialization from UC San Diego. This Specialization is for learners who are proficient with the basics of Python. You’ll start by creating your first data strategy. You’ll also develop statistical models, devise data-driven workflows, and learn to make meaningful predictions for a wide-range of business and research purposes. Finally, you’ll use design thinking methodology and data science techniques to extract insights from a wide range of data sources. This is your chance to master one of the technology industry’s most in-demand skills. Python Data Products for Predictive Analytics is taught by Professor Ilkay Altintas, Ph.D. and Julian McAuley. Dr. Alintas is a prominent figure in the data science community and the designer of the highly-popular Big Data Specialization on Coursera. She has helped educate hundreds of thousands of learners",
		"duration": 5,
		"price": "$103.97",
		"review": 712,
		"ratings": 4
	},
	{
		"id": "YBD95TPC9TU",
		"courseTitle": "Advanced Algorithms and Complexity",
		"instructor": "Montana Chase",
		"instructorPic": "https://billo.app/wp-content/uploads/2022/09/Andrea-P-Profile-Pic-300x300.jpg",
		"titlePic": "https://i.ytimg.com/vi/DUM-jOhZZpA/maxresdefault.jpg",
		"description": "like Google, Facebook, and Netflix use predictive analytics to improve the products and services we use every day. Take your Python skills to the next level and learn to make accurate predictions with data-driven systems and deploy machine learning models with this four-course Specialization from UC San Diego. This Specialization is for learners who are proficient with the basics of Python. You’ll start by creating your first data strategy. You’ll also develop statistical models, devise data-driven workflows, and learn to make meaningful predictions for a wide-range of business and research purposes. Finally, you’ll use design thinking methodology and data science techniques to extract insights from a wide range of data sources. This is your chance to master one of the technology industry’s most in-demand skills. Python Data Products for Predictive Analytics is taught by Professor Ilkay Altintas, Ph.D. and Julian McAuley. Dr. Alintas is a prominent figure in the data science community and the designer of the highly-popular Big Data Specialization on Coursera. She has helped",
		"duration": 8,
		"price": "$109.75",
		"review": 562,
		"ratings": 2
	},
	{
		"id": "TUT52MNM7SE",
		"courseTitle": "Beginner Robotics",
		"instructor": "Raya Horn",
		"instructorPic": "https://www.mytechparty.com/images/1548260152013.jpg",
		"titlePic": "https://www.goodnet.org/photos/281x197/30525_hd.jpg",
		"description": "services we use every day. Take your Python skills to the next level and learn to make accurate predictions with data-driven systems and deploy machine learning models with this four-course Specialization from UC San Diego. This Specialization is for learners who are proficient with the basics of Python. You’ll start by creating your first data strategy. You’ll also develop statistical models, devise data-driven workflows, and learn to make meaningful predictions for a wide-range of business and research purposes. Finally, you’ll use design thinking methodology and data science techniques to extract insights from a wide range of data sources. This is your chance to master one of the technology industry’s most in-demand skills. Python Data Products for Predictive Analytics is taught by Professor Ilkay Altintas, Ph.D. and Julian McAuley. Dr. Alintas is a prominent figure in the data science community",
		"duration": 5,
		"price": "$25.26",
		"review": 353,
		"ratings": 4
	},
	{
		"id": "UHZ15NZA4FR",
		"courseTitle": "Applied Software Engineering ",
		"instructor": "Brock Maddox",
		"instructorPic": "https://cache.sessionize.com/image/2465-400o400o2-KqskJG8PCWBfzoEWweToXt.jpg",
		"titlePic": "https://i.ytimg.com/vi/H94fsilba7c/maxresdefault.jpg",
		"description": "AI revolution. Top companies like Google, Facebook, and Netflix use predictive analytics to improve the products and services we use every day. Take your Python skills to the next level and learn to make accurate predictions with data-driven systems and deploy machine learning models with this four-course Specialization from UC San Diego. This Specialization is for learners who are proficient with the basics of Python. You’ll start by creating your first data strategy. You’ll also develop statistical models, devise data-driven workflows, and learn to make meaningful predictions for a wide-range of business and research purposes. Finally, you’ll use design thinking methodology and data science techniques to extract insights from a wide range of data sources. This is your chance to master one of the technology industry’s most in-demand skills. Python Data Products for Predictive Analytics is",
		"duration": 9,
		"price": "$143.52",
		"review": 794,
		"ratings": 5
	}
]